{
  "common": {
    "home": "Home",
    "games": "Games",
    "about": "About",
    "contact": "Contact"
  },
  "metadata": {
    "title": "Free Focus & Memory Games | Brain Training | FreeFocusGames",
    "description": "Improve memory, concentration and cognitive skills with free science-based brain games for all ages. Perfect for kids, adults, and seniors looking to boost focus and attention.",
    "keywords": "free focus games, memory games, brain training games, concentration games, attention improvement games, cognitive games online, focus games for kids, memory games for children, concentration games for adults, brain games for elderly, attention games for ADHD, memory games for seniors, focus training online, memory exercises, focus exercises online, educational games for kids, cognitive training, free matching games, working memory games",
    "ogTitle": "Free Focus & Memory Games | Brain Training for All Ages",
    "ogDescription": "Enhance focus, memory and concentration with free science-based cognitive games. Featuring Schulte Table, Pattern Recall Challenge, and more brain-boosting activities."
  },
  "home": {
    "title": "Free Games for Memory & Concentration",
    "subtitle": "Boost focus and memory with fun online challenges",
    "popularGames": "Popular Games",
    "benefitsTitle": "Focus: Your Secret Superpower",
    "benefitsIntro": "Imagine: Your child stays on task without constant reminders, you nail meeting priorities effortlessly, and finally get lost in that book you've been meaning to read. That's the power of trained focus.",
    "familyLifeTitle": "Family Life",
    "familyLifeDesc": "Help kids complete homework faster with fewer distractions. Be fully present during family time without mental clutter.",
    "workPerformanceTitle": "Work Performance",
    "workPerformanceDesc": "Say goodbye to zoning out in meetings. Achieve flow state faster and handle complex tasks with crystal-clear thinking.",
    "personalGrowthTitle": "Personal Growth",
    "personalGrowthDesc": "Whether learning new skills or pursuing hobbies, strong focus helps you make progress twice as fast.",
    "dailyPractice": "Just 10 minutes daily - it's like weightlifting for your brain.",
    "benefitsConclusion": "Sharper focus, better life.",
    "testimonialsTitle": "Real People, Real Results"
  },
  "buttons": {
    "startPlaying": "Start Playing Now",
    "viewAll": "View All"
  }
}
