{
  "common": {
    "home": "Home",
    "games": "Games",
    "about": "About",
    "contact": "Contact"
  },
  "metadata": {
    "title": "Free Focus & Memory Games | FreeFocusGames",
    "description": "Play free focus games at FreeFocusGames.com to improve memory and concentration!",
    "keywords": "free focus games, memory games, free memory games, games to improve memory, focus and concentration games, freefocusgames, brain games for focus, free matching games, focus games for kids, memory games for children, concentration games for adults, brain training games, attention improvement games, cognitive games online, memory exercises, focus exercises online, educational games for kids, brain games for elderly, attention games for ADHD, memory games for seniors, focus training online",
    "ogTitle": "Free Focus & Memory Games | Brain Training for All Ages",
    "ogDescription": "Enhance focus, memory and concentration with free science-based cognitive games. Featuring Schulte Table, Pattern Recall Challenge, and more brain-boosting activities."
  },
  "home": {
    "title": "Free Games for Memory & Concentration",
    "subtitle": "Boost focus and memory with fun online challenges",
    "popularGames": "Popular Games",
    "benefitsTitle": "Focus: Your Secret Superpower",
    "benefitsIntro": "Imagine: Your child stays on task without constant reminders, you nail meeting priorities effortlessly, and finally get lost in that book you've been meaning to read. That's the power of trained focus.",
    "familyLifeTitle": "Family Life",
    "familyLifeDesc": "Help kids complete homework faster with fewer distractions. Be fully present during family time without mental clutter.",
    "workPerformanceTitle": "Work Performance",
    "workPerformanceDesc": "Say goodbye to zoning out in meetings. Achieve flow state faster and handle complex tasks with crystal-clear thinking.",
    "personalGrowthTitle": "Personal Growth",
    "personalGrowthDesc": "Whether learning new skills or pursuing hobbies, strong focus helps you make progress twice as fast.",
    "dailyPractice": "Just 10 minutes daily - it's like weightlifting for your brain.",
    "benefitsConclusion": "Sharper focus, better life.",
    "testimonialsTitle": "Real People, Real Results"
  },
  "buttons": {
    "startPlaying": "Start Playing Now",
    "viewAll": "View All"
  }
}
